[PauseMenuUI:PauseMenuRezContainer.PauseBGPanel.GamerInfoButton UIButton_Scripted]
CaptionDataSource.MarkupString="Info o hraci"

[CharacterSelectUI:SelectPlayersRezContainer.Main.tMenuButton UIScriptWidget_Button]
displayString="Menu"

[CharacterSelectUI3D:SelectPlayersRezContainer.Main.tMenuButton UIScriptWidget_Button]
displayString="Menu"

[CharacterSelectUI:SelectPlayersRezContainer.Main.Defender1.ChooseDefender1 UILabelButton]
CaptionDataSource.MarkupString="Zmenit"

[CharacterSelectUI3D:SelectPlayersRezContainer.Main.Defender0.ChooseDefender0 UILabelButton]
CaptionDataSource.MarkupString="Zmenit"

[GlobalHUDUI:WavePanelRezContainer.GameplayPanel.CombatPhaseLabel UILabel]
DataSource.MarkupString="BOJ"

[CharacterSelectUI:SelectPlayersRezContainer.Main.Defender1.PlayerName1 UILabel]
DataSource.MarkupString="Stiskni START"

[PauseMenuUI:PauseMenuRezContainer.PauseBGPanel.HeroInfoButton UIButton_Scripted]
CaptionDataSource.MarkupString="Info o hrdinovi"

[GlobalHUDUI:WavePanelRezContainer.GameplayPanel.GameOverLabel UILabel]
DataSource.MarkupString="KONEC HRY"

[CharacterSelectUI:SelectPlayersRezContainer.Main.Defender2.ChooseDefender2 UILabelButton]
CaptionDataSource.MarkupString="Zmenit"

[GlobalHUDUI:WavePanelRezContainer.GameplayPanel.TowerUnitsTitle UILabel]
DataSource.MarkupString="Obranne Jednotky"

[CharacterSelectUI3D:SelectPlayersRezContainer.Main.Title UILabel]
DataSource.MarkupString="Vyber Hrdinu"

[CharacterSelectUI:SelectPlayersRezContainer.Main.Title UILabel]
DataSource.MarkupString="Vyber Hrdiny"

[CharacterSelectUI:SelectPlayersRezContainer.Main.Defender2.PlayerName2 UILabel]
DataSource.MarkupString="Stiskni START"

[CharacterSelectUI:SelectPlayersRezContainer.Main.Defender0.PlayerName0 UILabel]
DataSource.MarkupString="Stiskni START"

[CharacterSelectUI3D:SelectPlayersRezContainer.Main.Defender0.PlayerName0 UILabel]
DataSource.MarkupString="Stiskni START"

[MainMenuUI:MainMenuRezContainer.MainMenuPanel.ButtonPanel.theExitButton UIButton_Scripted]
ToolTipString="Neopoustej nas..."
CaptionDataSource.MarkupString="Ukoncit Hru"

[NetworkMultiplayer_UI:NetRezContainer.ServerListBG.UILabel_4 UILabel]
DataSource.MarkupString="Sitovy Multiplayer"

[NetworkMultiplayer_UI:NetRezContainer.ServerListBG.ShowGamercard UIButton_Scripted]
CaptionDataSource.MarkupString="Info o hraci"

[NetworkMultiplayer_UI UI_NetworkMultiplayer]
LANString="LAN Hry"
InternetString="Internet Hry"

[NetworkMultiplayer_UI:NetRezContainer.ServerListBG.searchFilters UIButton_Scripted]
CaptionDataSource.MarkupString="Vyhledavaci Filtry"

[NetworkMultiplayer_UI:NetRezContainer.ServerListBG.HostGame UIButton_Scripted]
CaptionDataSource.MarkupString="Vytvorit"

[NetworkMultiplayer_UI:NetRezContainer.ServerListBG.JoinGame UIButton_Scripted]
CaptionDataSource.MarkupString="Pripojit"

[PlayerHUDUI UI_PlayerHUD]
LevelString="Uroven"
BuildPhaseReadyString="<IMG:DunDefUI.Textures.checkbox_on>"
BuildPhaseNotReadyString="<IMG:DunDefUI.Textures.checkbox_off>"
LevelUpAvailableMessageString="Dostupna novy uroven!"
AddedBankManaString="Mana pridana do Banky."

[NetworkMultiplayer_UI:NetRezContainer.ServerListBG.LanPanel.UILabel_0 UILabel]
DataSource.MarkupString="Gamespy ID Hostitele"

[PauseMenuUI:PauseMenuRezContainer.pDeletionPanel.pDeletionPopupImageBG.pConfirmDeleteButton UIScriptWidget_Button]
displayString="Ano"

[GlobalHUDUI:WavePanelRezContainer.GameplayPanel.VictoryPhaseLabel UILabel]
DataSource.MarkupString="VITEZSTVI"

[CharacterSelectUI:SelectPlayersRezContainer.Main.Defender3.ChooseDefender3 UILabelButton]
CaptionDataSource.MarkupString="Zmenit"

[CharacterSelectUI:SelectPlayersRezContainer.Main.Defender3.PlayerName3 UILabel]
DataSource.MarkupString="Stiskni START"

[CharacterSelectUI:SelectPlayersRezContainer.Main.Defender0.ChooseDefender0 UILabelButton]
CaptionDataSource.MarkupString="Zmenit"

[PlayerHUDUI:UIResolutionContainer_0.MainStatusPanel.BuildPhasePanel.BuildPhaseReadyLabel UILabel]
DataSource.MarkupString="<IMG:DunDefUI.Textures.checkbox_off>"

[MainMenuUI:MainMenuRezContainer.MainMenuPanel.ButtonPanel.theLocalButton UIButton_Scripted]
ToolTipString="Zacit hrat lokalne."
CaptionDataSource.MarkupString="Hrej lokalne"

[MainMenuUI:MainMenuRezContainer.MainMenuPanel.ButtonPanel.theOnlineButton UIButton_Scripted]
ToolTipString="Hostuj nebo se Pripoj do online hry. Ukaz svetu co v Tobe je!"
CaptionDataSource.MarkupString="Hrej online"

[MainMenuUI:MainMenuRezContainer.MainMenuPanel.ButtonPanel.theOptionsButton UIButton_Scripted]
ToolTipString="Nastav si to spravne, podle sebe."
CaptionDataSource.MarkupString="Nastaveni"

[GlobalHUDUI:WavePanelRezContainer.GameplayPanel.BuildPhaseLabel UILabel]
DataSource.MarkupString="STAVEJ"

[KillCountUI:BossHealthBarRezContainer.HealthBar.BossTextLabel UILabel]
DataSource.MarkupString="Boss"

[buildTimerUI:BuildPRezContainer.BuildPanelBG.KillCountTitle UILabel]
DataSource.MarkupString="Dalsi nepratele : 9"

[PlayerHUDUI:UIResolutionContainer_0.MainStatusPanel.ExpBarLabel UILabel]
DataSource.MarkupString="Zkusenosti"

[CharacterSelectUI3D:SelectPlayersRezContainer.Main.tBackButton UIScriptWidget_Button]
displayString="Odejit"

[CharacterSelectUI:SelectPlayersRezContainer.Main.tBackButton UIScriptWidget_Button]
displayString="Odejit"

[PlayerHUDUI:UIResolutionContainer_0.MainStatusPanel.ScoreIndicator UILabel_ScoreIndicator]
scoreString="Skore"

[MainMenuUI:MainMenuRezContainer.MainMenuPanel.ButtonPanel.theStatsButton UIButton_Scripted]
ToolTipString="Prohledni si cisla za sve hrdinske ciny!"
CaptionDataSource.MarkupString="Stastiky"

[buildTimerUI:BuildTitleRezContainer.BuildPhaseFadeLabel UILabel]
DataSource.MarkupString="BUDOVACI FAZE"

[GlobalHUDUI:WavePanelRezContainer.GameplayPanel.waveTitle UILabel]
DataSource.MarkupString="Vlna"

[PauseMenuUI:PauseMenuRezContainer.PauseBGPanel.MuteButton UIButton_Scripted]
CaptionDataSource.MarkupString="Ztisit Hrace"

[OptionsMenuUI:UIResolutionContainer_0.UIPanel_0.panels.VideoPanel.UILabel_11 UILabel]
DataSource.MarkupString="800x600"

[OptionsMenuUI:UIResolutionContainer_0.UIPanel_0.panels.VideoPanel.UILabel_13 UILabel]
DataSource.MarkupString="1024x768"

[OptionsMenuUI:UIResolutionContainer_0.UIPanel_0.panels.VideoPanel.UILabel_14 UILabel]
DataSource.MarkupString="1280x1024"

[OptionsMenuUI:UIResolutionContainer_0.UIPanel_0.panels.VideoPanel.UILabel_7 UILabel]
DataSource.MarkupString="1920x1080"

[OptionsMenuUI:UIResolutionContainer_0.UIPanel_0.panels.VideoPanel.UILabel_4 UILabel]
DataSource.MarkupString="1280x720"

[OptionsMenuUI:UIResolutionContainer_0.UIPanel_0.panels.VideoPanel.UILabel_15 UILabel]
DataSource.MarkupString="Postprocessing"

[PauseMenuUI:PauseMenuRezContainer.PauseBGPanel.ResumeGameButton UIButton_Scripted]
CaptionDataSource.MarkupString="Pokracovat"

[OptionsMenuUI:UIResolutionContainer_0.UIPanel_0.UIPanel_2.XboxControlsToggle UIToggleButton]
CaptionDataSource.MarkupString="Ovladani"

[OptionsMenuUI:UIResolutionContainer_0.UIPanel_0.panels.defaultPanel.UILabel_10Copy1 UILabel]
DataSource.MarkupString="Auto. zobraz novou uroven"

[OptionsMenuUI:UIResolutionContainer_0.UIPanel_0.panels.defaultPanel.UILabel_1Copy2 UILabel]
DataSource.MarkupString="Zobrazit poskozeni"

[OptionsMenuUI:UIResolutionContainer_0.UIPanel_0.panels.VideoPanel.UILabel_5 UILabel]
DataSource.MarkupString="1680x1050"

[PauseMenuUI:PauseMenuRezContainer.PauseBGPanel.BanPlayerButton UIButton_Scripted]
CaptionDataSource.MarkupString="Vyhodit Hrace"

[OptionsMenuUI:UIResolutionContainer_0.UIPanel_0.UIPanel_2.VideoToggle UIToggleButton]
CaptionDataSource.MarkupString="Video"

[OptionsMenuUI:UIResolutionContainer_0.UIPanel_0.UIPanel_2.PCControlsToggle UIToggleButton]
CaptionDataSource.MarkupString="Ovladani"

[OptionsMenuUI:UIResolutionContainer_0.UIPanel_0.UIPanel_2.PS3ControlsToggle UIToggleButton]
CaptionDataSource.MarkupString="Ovladani"

[OptionsMenuUI:UIResolutionContainer_0.UIPanel_0.panels.defaultPanel.VertSplitLabel UILabel]
DataSource.MarkupString="Vertikalni Splitscreen"

[PauseMenuUI:PauseMenuRezContainer.PauseBGPanel.CenteredHeroInfoButton UIButton_Scripted]
CaptionDataSource.MarkupString="Info o Hrdinovi"

[OptionsMenuUI:UIResolutionContainer_0.UIPanel_0.UIPanel_2.GeneralToggle UIToggleButton]
CaptionDataSource.MarkupString="Hlavni"

[OptionsMenuUI:UIResolutionContainer_0.UIPanel_0.UIPanel_2.VoiceToggle UIToggleButton]
CaptionDataSource.MarkupString="Zvuk"

[OptionsMenuUI:UIResolutionContainer_0.UIPanel_0.panels.VoicePanel.IncomingCheckLabel UILabel]
DataSource.MarkupString="Prichozi Zvuk"

[OptionsMenuUI:UIResolutionContainer_0.UIPanel_0.panels.VoicePanel.PushToTalkLabel UILabel]
DataSource.MarkupString="Stiskni a Mluv"

[OptionsMenuUI:UIResolutionContainer_0.UIPanel_0.panels.VoicePanel.OutgoingVoiceLabel UILabel]
DataSource.MarkupString="Odchozi Hlasitost"

[OptionsMenuUI:UIResolutionContainer_0.UIPanel_0.panels.VoicePanel.OutgoingCheckLabel UILabel]
DataSource.MarkupString="Odchozi Zvuk"

[OptionsMenuUI:UIResolutionContainer_0.UIPanel_0.panels.VoicePanel.IncomingVoiceLabel UILabel]
DataSource.MarkupString="Prichozi Hlasitost"

[OptionsMenuUI:UIResolutionContainer_0.UIPanel_0.panels.defaultPanel.HorSplitLabel UILabel]
DataSource.MarkupString="Horizontalni Splitscreen"

[OptionsMenuUI:UIResolutionContainer_0.UIPanel_0.panels.defaultPanel.UILabel_0 UILabel]
DataSource.MarkupString="Auto. Prizpusobeni Kamery"

[OptionsMenuUI:UIResolutionContainer_0.UIPanel_0.panels.defaultPanel.ResetTutorials UIButton_Scripted]
CaptionDataSource.MarkupString="Resetuj Tutorialy"

[OptionsMenuUI:UIResolutionContainer_0.UIPanel_0.panels.defaultPanel.HowToPlay UIButton_Scripted]
CaptionDataSource.MarkupString="Jak Hrat"

[OptionsMenuUI:UIResolutionContainer_0.UIPanel_0.panels.defaultPanel.SFXLabel UILabel]
DataSource.MarkupString="SFX Hlasitost"

[OptionsMenuUI:UIResolutionContainer_0.UIPanel_0.panels.defaultPanel.SaturationLabel UILabel]
DataSource.MarkupString="Saturace"

[OptionsMenuUI:UIResolutionContainer_0.UIPanel_0.panels.defaultPanel.MusicLabel UILabel]
DataSource.MarkupString="Hlasitost Hudby"

[OptionsMenuUI:UIResolutionContainer_0.UIPanel_0.panels.defaultPanel.TutorialsLabel UILabel]
DataSource.MarkupString="Ukaz Tutorialy"

[PauseMenuUI:PauseMenuRezContainer.PauseBGPanel.InviteButton UIButton_Scripted]
CaptionDataSource.MarkupString="Pozvat Pratele"

[PauseMenuUI:PauseMenuRezContainer.PauseBGPanel.OptionsButton UIButton_Scripted]
CaptionDataSource.MarkupString="Nastaveni"

[PauseMenuUI:PauseMenuRezContainer.PauseBGPanel.MissionSetupButton UIButton_Scripted]
CaptionDataSource.MarkupString="Nastaveni mise"

[PauseMenuUI:PauseMenuRezContainer.PauseBGPanel.LeaveGameButton UIButton_Scripted]
CaptionDataSource.MarkupString="Odejit ho Hlavniho Menu"

[OptionsMenuUI:UIResolutionContainer_0.UIPanel_0.panels.VideoPanel.UILabel_12 UILabel]
DataSource.MarkupString="Fullscreen"

[PauseMenuUI:PauseMenuRezContainer.PauseBGPanel.LobbyButton UIButton_Scripted]
CaptionDataSource.MarkupString="Odejit do Krcmy"

[OptionsMenuUI:UIResolutionContainer_0.UIPanel_0.ConfirmButton UIButton_Scripted]
CaptionDataSource.MarkupString="Prijmout"

[OptionsMenuUI:UIResolutionContainer_0.UIPanel_0.oCancelButton UIButton_Scripted]
CaptionDataSource.MarkupString="Odmitnout"

[PauseMenuUI:PauseMenuRezContainer.PauseBGPanel.ManageInvitesButton UIButton_Scripted]
CaptionDataSource.MarkupString="Spravovat Pozvanky"

[PlayerHUDUI:RespawnLabel UILabel]
DataSource.MarkupString="Obnoveni Za . . ."

[OptionsMenuUI:UIResolutionContainer_0.UIPanel_0.panels.defaultPanel.AutoSplitLabel UILabel]
DataSource.MarkupString="Auto Splitscreen"

[PauseMenuUI:PauseMenuRezContainer.PauseBGPanel.MissionNameLabel UILabel]
DataSource.MarkupString="Tohle je Mise"

[PauseMenuUI:PauseMenuRezContainer.PauseBGPanel.RestartLevelButton UIButton_Scripted]
CaptionDataSource.MarkupString="Restartuj Uroven"

[NetworkMultiplayer_UI:NetRezContainer.ServerListBG.RefreshServerList UIButton_Scripted]
CaptionDataSource.MarkupString="Obnovit List"

[NetworkMultiplayer_UI:NetRezContainer.ServerListBG.back UIButton_Scripted]
CaptionDataSource.MarkupString="Zpet"

[PauseMenuUI:PauseMenuRezContainer.pDeletionPanel.pDeletionPopupImageBG.pCancelDeleteButton UIScriptWidget_Button]
displayString="Ne"

[OptionsMenuUI:UIResolutionContainer_0.UIPanel_0.panels.defaultPanel.GammaLabel UILabel]
DataSource.MarkupString="Gamma"

[OptionsMenuUI:UIResolutionContainer_0.UIPanel_0.UILabel_8 UILabel]
DataSource.MarkupString="Nastaveni"

[PauseMenuUI:PauseMenuRezContainer.PauseBGPanel.DifficultySectionLabel.DifficultyLabel UILabel]
DataSource.MarkupString="Lehka"

[PauseMenuUI:PauseMenuRezContainer.PauseBGPanel.DifficultySectionLabel UILabel]
DataSource.MarkupString="Obtiznost :"

[GlobalHUDUI:NotificationLabel0 UILabel]
DataSource.MarkupString="Tohle je test"

[KillCountUI:WaveLabelContainer.WaveEndLabel UILabel]
DataSource.MarkupString="Vlna Kompletni"

[GlobalHUDUI:NotificationLabel1 UILabel]
DataSource.MarkupString="Tohle je test"

[CharacterSelectUI:SelectPlayersRezContainer.Main.tStartButton UIScriptWidget_Button]
displayString="Start!"

[CharacterSelectUI3D:SelectPlayersRezContainer.Main.tStartButton UIScriptWidget_Button]
displayString="Start!"

[MainMenuUI:MainMenuRezContainer.MainMenuPanel.ButtonPanel.theCreditsButton UIButton_Scripted]
ToolTipString="Zobraz tym, ktery pracoval na hre!"
CaptionDataSource.MarkupString="Tvurci"

[KillCountUI:WaveLabelContainer.WaveBeginLabel UILabel]
DataSource.MarkupString="Bojova Faze"

[buildTimerUI UI_BuildTimer]
KillCountString="Dalsi nepratele :"

[OptionsMenuUI:UIResolutionContainer_0.UIPanel_0.CameraPitchLabel UILabel]
DataSource.MarkupString="Intertuj stoupani kamery"

[OptionsMenuUI:UIResolutionContainer_0.UIPanel_0.panels.defaultPanel.UIScaleLabel UILabel]
DataSource.MarkupString="Velikost panelu"

[OptionsMenuUI:UIResolutionContainer_0.UIPanel_0.SwapButtonsLabel UILabel]
DataSource.MarkupString="Prehod Spoustece & Tlacitka"
